var questions = [
    {
        question: 'Кто из этих философов в 1864 году написал музыку на стихи А.С. Пушкина «Заклинание» и «Зимний вечер»?\n',
        a0: 4,
        a1: '1. Юнг\n',
        a2: '2. Гегель\n',
        a3: '3. Ницше\n',
        a4: '4. Шопенгауэр\n',
        correct: 3,
        cost: 100000
    },
    {
        question: 'Сколько раз в сутки подзаводят куранты Спасской башни Кремля?\n',
        a0: 4,
        a1: '1\n',
        a2: '2\n',
        a3: '3\n',
        a4: '4\n',
        correct: 2,
        cost: 100000
    },
    {
        question: 'Кто 1-м получил Нобелевскую премию по литературе?\n',
        a0: 4,
        a1: '1 - Романист\n',
        a2: '2 - Драматург\n',
        a3: '3 - Поэт\n',
        a4: '4 - Эссеист\n',
        correct: 3,
        cost: 100000
    },
    {
        question: 'С какой буквы начинаются слова, опубликованные в 16-м томе последнего издания Большой советской энциклопедии?\n',
        a0: 4,
        a1: '1- М\n',
        a2: '2- Н\n',
        a3: '3 - О\n',
        a4: '4 - П\n',
        correct: 1,
        cost: 300000
    },
    {
        question: 'Кто из перечисленных был пажом во времена Екатерины II?\n',
        a0: 4,
        a1: '1 - Д.И.Фонвизин\n',
        a2: '2 - Г.Р.Державин\n',
        a3: '3 - А.Н.Радищев\n',
        a4: '4 - Н.М.Карамзин\n',
        correct: 3,
        cost: 400000
    }
]

